import Negar from './images/Negar.jpg'
import Del from './images/Del.jpg'
import Lotf from './images/Lotf.jpg'
import Divane from './images/Divane.jpg'
import Kojaee from './images/Kojaee.jpg'
import Taze from './images/Taze.jpg'
import Bitab from './images/Bitab.jpg'
import Az_Khoshi_Mimiram from './images/Az-Khoshi-Mimiram.jpg'
import Sheydaei from './images/Sheydaei.jpg'
import Mohandes from './images/Mohandes.jpg'
import Boghz from './images/Boghz.jpg'
import Ashegh_Ke_Beshi from './images/Ashegh_Ke_Beshi.jpg'
import Second from './images/Second.jpg'
import YeChiziMisheDige from './images/YeChiziMisheDige.jpg'
import AsheghieYetarafe from './images/AsheghieYetarafe.jpg'
import TanhaTarin from './images/TanhaTarin.jpg'
import Tehroon from './images/Tehroon.jpg'
import Khodkhah from './images/Khodkhah.jpg'
import Moohat from './images/Moohat.jpg'
import Daryaabam from './images/Daryaabam.jpg'
import BehetGholMidam from './images/BehetGholMidam.jpg'
import GolhayeShamdani from './images/GolhayeShamdani.jpg'
import BarBaadRafteh from './images/BarBaadRafteh.jpg'
import BeSooyeTo from './images/BeSooyeTo.jpg'
import DonyayeBirahm from './images/DonyayeBirahm.jpg'
import Jang from './images/Jang.jpg'
import Tabar from './images/Tabar.jpg'
import DoorTarinNazdik from './images/DoorTarinNazdik.jpg'
import Parvaz from './images/Parvaz.jpg'
import MaheGhashangam from './images/MaheGhashangam.jpg'

const tracks = [
    {
        id: 1,
        name : "نگار",  
        singer : "رضا بهرام", 
        singerId: 1,     
        src : 'http://dl.tabamusic.com/Music/1399/03/Reza Bahram - Negar (128).mp3',
        img : Negar,
        txt : `رخ مستش به خدا دلا رو داغون میکنه
        نگاش چیکارم میکنه
        یه قشون پشت سرش جنگ میکنه جون دلم
        نگاش چیکارم میکنه
        نگار دردت نبینم نگارم مه جبینم
        نگار جون دلم محرم بشی دستت بگیرم
        نگار دردت نبینم نگارم مه جبینم
        نگار جون دلم محرم بشی دستت بگیرم
        این یار دل نداره همش سر به سرم میذاره
        با اون ناز و اداهاش صدای پاش چی بر سر میاره
        دلتنگ یارم ولی یار نمیاد سراغم
        هر شب به یادشم و یار نمیفته یادم
        
        با تاب مژگونش دل شده حیرونش منو میکشه دلبر
        میرم به دیدارش با ناز و اطوارش دلو میکنه پرپر
        نگار دردت نبینم نگارم مه جبینم
        نگار جون دلم محرم بشی دستت بگیرم
        نگار دردت نبینم نگارم مه جبینم
        نگار جون دلم محرم بشی دستت بگیرم
        این یار دل نداره همش سر به سرم میذاره
        با اون ناز و اداهاش صدای پاش چی بر سر میاره
        دلتنگ یارم ولی یار نمیاد سراغم
        هر شب به یادشم و یار نمیفته یادم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        رخ مستش به خدا دلا رو داغون میکنه نگاش چیکارم میکنه`
    },
    {
        id : 2,
        name : "تازه",
        singer : "بابک جهانبخش", 
        singerId: 2, 
        src : 'http://dl.tabamusic.com/Music/1399/01/Babak Jahanbakhsh - Payane Taze (128).mp3',
        img : Taze,
        txt : `خالی نمیشم از غمی که حق من نیست
        روزی هزار بار مردمو غمام نمردن
        این گریه های کهنه ی بی وقفه ی من
        انگار از تاثیر هیچ بویی نبردن
        یه عمره که از دور منو دریا میبینن
        اما درونم چیزی جز سراب و غم نیست
        من از خودم گلایه دارم دردم اینجاست
        این زندگی چیزی که من میخواستم نیست
        از من فقط یک اسم مونده و یه سایه
        اما میدونم هیشکی جز من متهم نیست
        این اعتراف آغاز یک پایان تازه است
        این زندگی چیزی که من میخواستم نیست
        از من فقط یک اسم مونده و یه سایه
        اما میدونم هیشکی جز من متهم نیست
        این اعتراف آغاز یک پایان تازه است
        این زندگی چیزی که من میخواستم نیست
        
        این زندگی چیزی که من میخواستم نیست
        این فاجعه دائم داره تکرار میشه
        پنجره ای که رو به دیوار واشه هر روز
        بعد از یه مدت از خودش بیزار میشه
        مثل یه پروانه که وابستس که پیلش
        شاید نمیخواستم به دنیا پا بذارم
        مثل یه ماهی که پر از وحشت آبه
        روزای خیلی سختی رو در پیش دارم
        از من فقط یک اسم مونده و یه سایه
        اما میدونم هیشکی جز من متهم نیست
        این اعتراف آغاز یک پایان تازه است
        این زندگی چیزی که من میخواستم نیست
        از من فقط از من فقط یک اسم مونده و یه سایه
        اما میدونم هیشکی جز من متهم نیست
        این اعتراف آغاز یک پایان تازه است
        این زندگی چیزی که من میخواستم نیست
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        این زندگی چیزی که من میخواستم نیست بابک جهانبخش`
    },
    {
        id : 3,
        name : "بچه مهندس 3",
        singer : "احسان خواجه امیری ", 
        singerId: 3, 
        src : 'http://dl.tabamusic.com/Music/1399/02/Ehsan Khaje Amiri - Daste Khali (128).mp3',
        img : Mohandes,
        txt : `از اون روزی که تنهامون گذاشتی
        من از این خونه بیرونم نمیرم
        تو دلواپس دلتنگیم نباش من
        به دنیا اومدم عاشق بمیرم
        چرا باید از احساسی که دارم
        چرا باید از عشقت خسته باشم
        تا گریه میکنی گریم میگیره
        به دنیا اومدم وابسته باشم
        با اینکه دست من خالیه حالا
        با عشقت هرچی که میخوام دارم
        توی بیداری از من دوری اما
        تورو هر شب توی رویام دارم
        با اینکه دست من خالیه حالا
        با عشقت هرچی که میخوام دارم
        توی بیداری از من دوری اما
        تورو هر شب توی رویام دارم
        
        چشاتو هرجای دنیا ببندی
        هوا تو خونه ی من سرد میشه
        همون چیزی که دور از تو محاله
        تو باشی بی برو برگرد میشه
        از اون روزی که تنهامون گذاشتی
        من از این خونه بیرونم نمیرم
        تو دلواپس دلتنگیم نباش من
        به دنیا اومدم عاشق بمیرم
        با اینکه دست من خالیه حالا
        با عشقت هرچی که میخوام دارم
        توی بیداری از من دوری اما
        تورو هر شب توی رویام دارم
        با اینکه دست من خالیه حالا
        با عشقت هرچی که میخوام دارم
        توی بیداری از من دوری اما
        تورو هر شب توی رویام دارم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        تیتراژ بچه مهندس3 احسان خواجه امیری
        `
    },
    {
        id : 4,
        name : "خودخواه",
        singer : "محسن یگانه",         
        singerId: 5, 
        src : 'http://dl.tabamusic.com/Music/1399/01/Mohsen Yeganeh - Khodkhah (128).mp3',
        img : Khodkhah,
        txt : `خودخواه و حریص پی چیزی که نیست
        تو مثل همیشه رد میشی و میشه دوباره سکوت
        یه راه روبه روت یه جا یه نفر هست من بی خبر
        همیشه همینه نخواد و نبینه
        صبورم همیشه اینجوری نمیشه
        تو یادت نمیاد باید یاد تو داد
        میچرخه زمونه اینجور نمیمونه
        حالا میخواد هرچی باشه عشق بعدیت هرکی باشه
        منتظرت میمونم من خسته میشی میدونم من
        حالا میخواد هرچی باشه عشق بعدیت هرکی باشه
        منتظرت میمونم من خسته میشی میدونم من
        
        ♫ ♫ ♫
        
        یه روزی میاد یه روز که زیاد
        ازم دور که شدی مغرور که شدی
        اسمت که بیاد حرفت که بشه
        میگم که نخواست دلم دست بکشه
        نشد دست بکشم از یه آدم سرد
        که منو از هرچی عشقه بد خاطره کرد
        همیشه همینه نخواد و نبینه
        صبورم همیشه اینجوری نمیشه
        حالا میخواد هرچی باشه عشق بعدیت هرکی باشه
        منتظرت میمونم من خسته میشی میدونم من
        حالا میخواد هرچی باشه عشق بعدیت هرکی باشه
        منتظرت میمونم من خسته میشی میدونم من
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        خودخواه و حریص پی چیزی که نیست تو مثل همیشه رد میشی و میشه دوباره سکوت محسن‌یگانه`
    },
    {
        id : 5,
        name : "گلهای شمعدانی",
        singer : "علی زندوکیلی",         
        singerId: 6, 
        src : 'http://dl.tabamusic.com/Music/1399/01/Ali Zand Vakili - Golhaye Shamdani (128).mp3',
        img : GolhayeShamdani,
        txt : `گلهای شمعدانی همه شکل تو هستن
        رنگین کمان را بر سر زلف تو بستن
        تا طاق ابروی بت من تا به تا شد
        دردی کشان پیمانه هاشان را شکستند
        یک چکه ماه افتاده بر یاد تو وقت سحر
        این خانه لبریز تو شد شیرین بیان حلوای تر
        امشب تمام عاشقان را دست به سر کن
        یک امشبی با من بمان با من سحر کن
        بشکن سر من کاسه ها و کوزه ها را
        کج کن کلاه دستی بزن مطرب خبر کن
        امشب تمام عاشقان را دست به سر کن
        یک امشبی با من بمان با من سحر کن
        بشکن سر من کاسه ها و کوزه ها را
        کج کن کلاه دستی بزن مطرب خبر کن
        
        تو میر عشقی تو میر عشقی عاشقان بسیار داری
        پیغمبری با جان عاشق با جان عاشق کار داری
        یک چکه ماه افتاده بر یاد تو وقت سحر
        این خانه لبریز تو شد شیرین بیان حلوای تر
        امشب تمام عاشقان را دست به سر کن
        یک امشبی با من بمان با من سحر کن
        بشکن سر من کاسه ها و کوزه ها را
        کج کن کلاه دستی بزن مطرب خبر کن
        امشب تمام عاشقان را دست به سر کن
        یک امشبی با من بمان با من سحر کن
        بشکن سر من کاسه ها و کوزه ها را
        کج کن کلاه دستی بزن مطرب خبر کن
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        امشب تمام عاشقان را دست به سر کن یک امشبی با من بمان با من سحر کن علی زندوکیلی`
    },
    {
        id : 6,
        name : "تبر",
        singer : "علی یاسینی",         
        singerId: 7, 
        src : 'http://dl.tabamusic.com/Music/1399/01/Ali Yasini - Tabar (128).mp3',
        img : Tabar,
        txt : `میریزه بهم انگار همه چی صورتت که میفته یادم
        چیزی نمونده واسم عمر و جونو همشو پای تو دادم
        بس که سادم ازت فرشته ساختم تو سرم
        نبودی حتی نصف آدم میمونه یادم
        هرکی رسید یه دست انداخت کند یه تیکه از این دل مارو
        دیگه بسه برام بیشتر از این خسته نکن تو این پاهارو
        تو هم مثل همه اهل بازی و کلکی و اهل نارو
        سخته بفهمی همه عمرت تلف شده
        من یه درختم که عاشق تبر شده
        با اینکه میدونی زخمیش میکنی میخواد تورو بغل کنه
        سخته بفهمی همه عمرت تلف شده
        من یه درختم که عاشق تبر شده
        با اینکه میدونی زخمیش میکنی میخواد تورو بغل کنه
        بغل کنه
        
        همش میگردم دنبالت یه سره
        خدا خدا میکنم این روزا بگذره
        بزن بشکنش این تن خسته رو
        که تو بزنی از غریبه بهتره
        یا بیا که جات تو این دلم خالیه
        یا بزن که زخمتم یه یادگاریه
        سخته بفهمی همه عمرت تلف شده
        من یه درختم که عاشق تبر شده
        با اینکه میدونی زخمیش میکنی میخواد تورو بغل کنه
        بغل کنه
        سخته بفهمی همه عمرت تلف شده
        من یه درختم که عاشق تبر شده
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        با اینکه میدونی زخمیش میکنی میخواد تورو بغل کنه علی یاسینی`
    },
    {
        id : 7,
        name : "یه چیزی میشه دیگه",
        singer : "رضا صادقی",         
        singerId: 4, 
        src : 'http://dl.tabamusic.com/Music/1398/12/Reza Sadeghi - Ye Chizi Mishe Dige (128).mp3',
        img : YeChiziMisheDige,
        txt: `همیشه جای شکرش هست همه چیمون از اینکه هست
        میتونست بدترم باشه
        این عشقی که بهم داریم واسه هم وقت میذاریم
        میتونست کمترم باشه
        یه چیزی میشه دیگه غصه هاتو بس کن
        یه چیزی میشه دیگه حالتو عوض کن یه چیزی میشه دیگه
        به این روی سکه چشامونو ببندیم
        یه روزی میرسه که به این روزا میخندیم
        یه چیزی میشه دیگه یه چیزی میشه دیگه
        
        بجنگ واسه لبخندی که این روزا کمه
        بخند دلتو میشکونن تو ریشت محکمه ما با همیم
        درد منه به خدا دردای تو دردای منه
        بغضتو میفهمم ولی دل روشنه ما با همیم
        یه چیزی میشه دیگه غصه هاتو بس کن
        یه چیزی میشه دیگه حالتو عوض کن یه چیزی میشه دیگه
        به این روی سکه چشامونو ببندیم
        یه روزی میرسه که به این روزا میخندیم یه چیزی میشه دیگه
        یه چیزی میشه دیگه حالتو عوض کن یه چیزی میشه دیگه
        به این روی سکه چشامونو ببندیم
        یه روزی میرسه که به این روزا میخندیم
        یه چیزی میشه دیگه یه چیزی میشه دیگه
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        همیشه جای شکرش هست همه چیمون از اینکه هست میتونست بدترم باشه رضا صادقی
        `
    },
    {
        id : 8,
        name : "عاشقی یه طرفه",
        singer : "رضا صادقی",         
        singerId: 4, 
        src : 'http://dl.tabamusic.com/Music/1398/12/Reza Sadeghi - Asheghie Yetarafe (128).mp3',
        img : AsheghieYetarafe,
        txt : `تو زخم یه تکراری یه عاشق بیماری
        میگفتی نترس دیگه تا منو داری
        یه خوابی تو بیداری یه حس خودآزاری
        رفیقی و نارفیق مثل سیگاری
        من این دل وابستم که رفتی و نشکستم
        ولی رو خودم همه درارو بستم
        ندادی از دستم نباشی بازم هستم
        گلایه ندارم من فقط خستم خستم
        عاشقی یه نفره یعنی خوابت نمیبره
        یعنی جونتو بدی براش ولی بذاری بره
        عاشقی یه طرفه یعنی دل با تنهایی طرفه
        یعنی خوب بدونی که زندگیت دیگه بی هدفه
        
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        تو مثل قدیما توی چشمات حس دیوونگی نداری
        بد شدی تنها نمیگی اما خالی شدی از بیقراری
        غرق دردی ساکت و سردی با دوتامون چیکار کردی
        من همونم عشق پاکت منتظر میمونم برگردی برگردی
        عاشقی یه نفره یعنی خوابت نمیبره
        یعنی جونتو بدی براش
        عاشقی یه طرفه یعنی دل با تنهایی طرفه
        یعنی خوب بدونی که زندگیت دیگه بی هدفه
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        عاشقی یه نفره یعنی خوابت نمیبره رضا صادقی
        `
    },
    {
        id : 9,
        name : "از خوشی میمرم",
        singer : "بابک جهانبخش", 
        singerId: 2, 
        src : 'http://dl.tabamusic.com/Music/1398/10/Babak Jahanbakhsh - Az Khoshi Mimiram (128).mp3',
        img : Az_Khoshi_Mimiram,
        txt : `هر کسی عاشقه حال منو میدونه
        بذار کل دنیا بهم بگن دیوونه بهم بگن دیوونه
        بذار همه بگن به جنون کشیده کارم
        تموم شه کار دنیا من با تو کار دارم با تو کار دارم
        بدجوری عاشق شدمو
        این روزا مرگم که منو که نمیکشه کنارت
        تپش قلب من میگه
        حتی هزار سال دیگه دلم خوشه کنارت
        من با تو صد نفرم دنبال دردسرم
        به تو که فکر میکنم از خودم بی خبرم
        وقتی از دست میرم دستاتو میگیرم
        به من که فکر میکنی از خوشی میمیرم
        به من که فکر میکنی از خوشی میمیرم
        
        وای دلم وای دلم عشق تو شد کار دلم
        دلم از عشق تو گیجه طفلی بیچاره دلم
        تو رو دوست داره دلم تنهات نمیذاره دلم
        دیگه وابسته نمیشم آخرین باره دلم
        بدجوری عاشق شدمو
        این روزا مرگم که منو که نمیکشه کنارت
        تپش قلب من میگه
        حتی هزار سال دیگه دلم خوشه کنارت
        من با تو صد نفرم دنبال دردسرم
        به تو که فکر میکنم از خودم بی خبرم
        وقتی از دست میرم دستاتو میگیرم
        به من که فکر میکنی از خوشی میمیرم
        به من که فکر میکنی از خوشی میمیرم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        به من که فکر میکنی از خوشی می‌میرم بابک جهانبخش
        `
    },
    {
        id: 10,
        name : "دل", 
        singer : "رضا بهرام",  
        singerId: 1,       
        src : 'http://dl.tabamusic.com/Music/1398/09/Reza Bahram - Del (128).mp3',
        img : Del,
        txt : `حکم دل است که مشکل است بین من و تو
        حکم دل است که فاصله است بین من و تو
        حتی اگر از دوریت این دل بمیرد
        عاشق محال است که فراموشی بگیرد
        من در خطرم بی عشق بی بال و پرم بی عشق
        بی عشق جهان یعنی یک چرخش بی معنی
        من در خطرم بی عشق بی بال و پرم بی عشق
        بی عشق جهان یعنی یک چرخش بی معنی
        
        حالا ببین نام من از نامت جدا شد
        بی رحم من سهم من از تو گریه ها شد
        این خانه بعد از تو شده دیوانه خانه
        در من نمرده این جنون عاشقانه
        من در خطرم بی عشق بی بال و پرم بی عشق
        بی عشق جهان یعنی یک چرخش بی معنی
        من در خطرم بی عشق بی بال و پرم بی عشق
        بی عشق جهان یعنی یک چرخش بی معنی
        من در خطرم بی عشق بی بال و پرم بی عشق
        بی عشق جهان یعنی یک چرخش بی معنی
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        من در خطرم بی عشق بی بال و پرم بی عشق رضا بهرام`
    },
    {
        id : 11,
        name : "لطف",
        singer : "رضا بهرام", 
        singerId: 1, 
        src : 'http://dl.tabamusic.com/Music/1398/11/Reza Bahram - Lotf (128).mp3',
        img : Lotf,
        txt : `ببین عاشق شدم ای رهگذر
        مرا هرجا که شد با خود ببر باورم کن
        تا تو از راه رسی شاعران شعر سرایند
        قوم مردان مبارز به این شهر بیایند
        تا تو از راه رسی پنجره ها باز بمانند
        مرد و زن بر سر هر کوچه آواز بخوانند
        خالی از لطف نباشد گذری کنی از این کوچه ی بن بست
        خالی از لطف نباشد بر دل غم زده ی ما بکشی دست
        من توقع ندارم همنشینم شوی ای حضرت دریا
        خالی از لطف نباشد بزنی موجی بر این ساحل تنها
        زیبای من تنها تویی صبر و قرار من همه دار و ندار من
        نخواهی بگذری از این دل آزرده ی من
        بی تو که لبخندی دگر با من نمیماند همه دنیا که میداند
        تویی حال خوش این باور پژمرده ی من
        پژمرده ی من پژمرده ی من
        
        ماه شبگرد کجا صورت ماه تو کجا
        شب بی نور کجا زلف سیاه تو کجا
        دل مغرور مرا ببین رساندی به کجا
        که شدم حرف زبان همه عالم به خدا
        زیبای من تنها تویی صبر و قرار من همه دار و ندار من
        نخواهی بگذری از این دل آزرده ی من
        بی تو که لبخندی دگر با من نمیماند همه دنیا که میداند
        تویی حال خوش این باور پژمرده ی من
        پژمرده ی من پژمرده ی من
        خالی از لطف نباشد گذری کنی از این کوچه ی بن بست
        خالی از لطف نباشد بر دل غم زده ی ما بکشی دست
        من توقع ندارم هم نشینم شوی ای حضرت دریا
        خالی از لطف نباشد بزنی موجی بر این ساحل تنها
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        ماه شبگرد کجا صورت ماه تو کجا رضابهرام`
    },
    {
        id : 12,
        name : "ثانیه",
        singer : "احسان خواجه امیری",         
        singerId: 3, 
        src : 'http://dl.tabamusic.com/Music/1398/08/Ehsan Khaje Amiri - Second (128).mp3',
        img : Second,
        txt : `عاشقتم دست خودم نیست این حالو دوست دارم
        عاشقم اونقدر که محاله دست از تو بردارم
        آخه تو رو نمیفهمه کسی هنوز به اندازه من
        بهونه ی تازه من بمونو حرفاتو بزن سکوتو بشکن
        ثانیه ثانیه صدات حس آروم نفسات
        مثل اولین باره نمیذاره که دیوونه نباشم
        میرسم از تو به خودم شکل لبخند تو شدم
        بیقرار این عشق و پریشونی و دیوونگیاشم
        ثانیه ثانیه صدات حس آروم نفسات
        مثل اولین باره نمیذاره که دیوونه نباشم
        میرسم از تو به خودم شکل لبخند تو شدم
        بیقرار این عشق و پریشونی و دیوونگیاشم
        
        تو رو دارم تو روزایی که دنیام دلگیره
        میای و حس دلتنگی و دوری میمیره
        میای و ریتم موسیقی قلبت دنیامو میگیره
        ثانیه ثانیه صدات حس آروم نفسات
        مثل اولین باره نمیذاره که دیوونه نباشم
        میرسم از تو به خودم شکل لبخند تو شدم
        بیقرار این عشق و پریشونی و دیوونگیاشم
        ثانیه ثانیه صدات حس آروم نفسات
        مثل اولین باره نمیذاره که دیوونه نباشم
        میرسم از تو به خودم شکل لبخند تو شدم
        بیقرار این عشق و پریشونی و دیوونگیاشم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        عاشقتم دست خودم نیست این حالو دوست دارم احسان خواجه امیری
        `
    },
    {
        id : 13,
        name : "تنهاترین",
        singer : "رضا صادقی",         
        singerId: 4, 
        src : 'http://dl.tabamusic.com/Music/1398/11/Reza Sadeghi - Tanha Tarin (128).mp3' ,
        img :TanhaTarin,
        txt : `نخواستم بفهمی چقدر بیقرارم
        نذاشتم تو اون حال بمونی کنارم
        چجوری آخه باورت شد که دوست ندارم
        چرا دردمو تو نگام ندیدی
        ندیدی که تو حسرت تو میسوزم
        یه روزی میفهمی چی اومد به روزم
        نموندی ولی چشم به راه تو موندم هنوزم
        میتونم بفهمم بی من چی کشیدی
        نخواستم نخواستم که توی دلت غم بشینه
        نذاشتم نذاشتم کسی گریه هامو ببینه
        کسی که ازت خواست بری بی تو تنهاترینه
        چجوری میذاشتم بمونی و پرپر شی پیشم
        یه جوری شکستم شکسته تر از این نمیشم
        عزیزم دارم از نبود تو دیوونه میشم
        
        ♫ ♫ ♫ ♫ ♫
        
        نخواستم نخواستم که توی دلت غم بشینه
        نذاشتم نذاشتم کسی گریه هامو ببینه
        کسی که ازت خواست بری بی تو تنهاترینه
        چجوری میذاشتم بمونی و پرپر شی پیشم
        یه جوری شکستم شکسته تر از این نمیشم
        عزیزم دارم از نبود تو دیوونه میشم
        دارم از نبود تو دیوونه میشم
        دارم از نبود تو دیوونه میشم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        نخواستم بفهمی چقدر بیقرارم نذاشتم تو اون حال بمونی کنارم رضا صادقی`
    },
    {
        id : 14,
        name : "بر باد رفته",
        singer : " علی زند وکیلی",         
        singerId: 6, 
        src : 'http://dl.tabamusic.com/Music/1398/10/Ali Zand Vakili - Bar Baad Rafteh (128).mp3',
        img : BarBaadRafteh,
        txt : `بهشتم گم شده بر باد رفته صدام کن اسم من از یاد رفته
        صدام کن بی صدات از دست میرم
        نذار از ترس تنهایی بمیرم
        دلم آواز کولی وار میخواد
        دلم آغوش گندم زار میخواد
        من از دلبستگی هام زخم خوردم
        دلم یه عشق بی آزار میخواد
        خواب دیدم آسمون از چشم ماه افتاده بود
        خون من از گوشه ی چشم تو راه افتاده بود
        خواب دیدم سایه ای بودم که همراهی نداشت
        توی خوابم یه فرشته بال هاشو جا گذاشت
        
        چه حالی داره حس پر کشیدن
        یه دریا رو یه جرعه سر کشیدن
        با چشم بسته آدم ها رو دیدن
        به تو قبل از دو راهی ها رسیدن
        چه بد حالیه حس بی پناهی زمین افتادن از بی تکیه گاهی
        تصور کردنای اشتباهی رسیدن از سیاهی به سیاهی
        خواب دیدم آسمون از چشم ماه افتاده بود
        خون من از گوشه ی چشم تو راه افتاده بود
        خواب دیدم سایه ای بودم که همراهی نداشت
        توی خوابم یه فرشته بال هاشو جا گذاشت
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        خواب دیدم آسمون از چشم ماه افتاده بود علی زند وکیلی`
    },
    {
        id : 15,
        name : "دورترین نزدیک",
        singer : "علی یاسینی",         
        singerId: 7, 
        src : 'http://dl.tabamusic.com/Music/1398/11/Ali Yasini - Door Tarin Nazdik (128).mp3',
        img : DoorTarinNazdik,
        txt :`من تنگه دلم اما میدونم که تو نه
        فراموشت میکنم این دفعه قول دادم به خودم
        فراموش میکنم اگه ازم بر بیاد
        اگه عکسای تو به حرف بیاد
        اگه وسط تابستون برف بیاد
        دنبالت دنیا رو من گشتم رفته ی بی برگشتم
        نشونتو از کی بگیرم
        خودت بگو رفتی کجا از پیش من دورترین نزدیک من
        نذار تورو از من بگیرن
        دنبالت دنیا رو من گشتم رفته ی بی برگشتم
        نشونتو از کی بگیرم
        خودت بگو رفتی کجا از پیش من دورترین نزدیک من
        نذار تورو از من بگیرن
        
        تو باید درستش کنی دلی که بعد از تو مرده رو
        میدونی خودت طلبکارم ازت چند سال عمرمو
        تو خرابش کردی ولی من میسازم پلای شکسته رو
        بیا ببین این گل نشسته رو فقط بیا بیا و دیگه نرو
        دنبالت دنیا رو من گشتم رفته ی بی برگشتم
        نشونتو از کی بگیرم
        خودت بگو رفتی کجا از پیش من دورترین نزدیک من
        نذار تورو از من بگیرن
        دنبالت دنیا رو من گشتم رفته ی بی برگشتم
        نشونتو از کی بگیرم
        خودت بگو رفتی کجا از پیش من دورترین نزدیک من
        نذار تورو از من بگیرن
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        خودت بگو رفتی کجا از پیش من دورترین نزدیک من نذار تورو از من بگیرن علی‌یاسینی`
    },
    {
        id : 16,
        name : "پرواز ",
        singer : "علی یاسینی",         
        singerId: 7, 
        src : 'http://dl.tabamusic.com/Music/1398/05/Ali Yasini - Parvaz (128).mp3',
        img : Parvaz,
        txt :`دیدمت از دور خسته بود پاهات
        تا نگات کردم وای از اون چشمات
        گفتی از دست این آدما خستم زخماتو شستم بالتو بستم
        حالا میبینم توی دیوونه فکر پروازی دور از این خونه
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        
        چرا انقدر گرفتار توام نمیدونی نمیدونم
        میگی باید برم اما نمیتونی نمیتونم
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        نرو زندونیت کنن باز گم نشو تو فکر پرواز
        نذار بمونه غمت رو دلم عشق دردسر ساز
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        حالا میبینم توی دیوونه فکر پروازی دور از این خونه علی یاسینی`
    },
    {
        id : 17,
        name : "موهات",
        singer : "محسن یگانه",         
        singerId: 5, 
        src : 'http://dl.tabamusic.com/Music/1398/01/Mohsen Yeganeh - Moohat (128).mp3',
        img : Moohat,
        txt : `دلتنگت میشم بکش دست نوازش رو سرم پیشم بشین درد دلاتو میخرم
        میشم پناهت غصه هات مال خودم با من مدارا کن که بد عاشق شدم
        چشمات قرارم رو گرفت از من به من رحم کن بهم خیره نشو اصلا
        موهات رنگ دنیای منه روی موهات رد دستای منه
        تو میتونی منو آرومم کنی من نبضم با لبخند تو میزنه
        موهات رنگ دنیای منه روی موهات رد دستای منه
        تو میتونی منو آرومم کنی من نبضم با لبخند تو میزنه
        
        لب تر کن ببین دنیا رو میریزم به پات سر کن با من که جونمو میدم برات
        کار دلم دلتنگیه دستاتو کم داره یه حسی که نمیتونم بگم
        چشمات قرارم رو گرفت از قلب من رحم کن بهم خیره نشو اصلا
        موهات رنگ دنیای منه روی موهات رد دستای منه
        تو میتونی منو آرومم کنی من نبضم با لبخند تو میزنه
        موهات رنگ دنیای منه روی موهات رد دستای منه
        تو میتونی منو آرومم کنی من نبضم با لبخند تو میزنه
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        لب تر کن ببین دنیا رو میریزم به پات سر کن با من محسن یگانه`
    },
    {
        id : 18,
        name : "تهرون",
        singer : "رضا صادقی",         
        singerId: 4, 
        src : 'http://dl.tabamusic.com/Music/1398/05/Reza Sadeghi - Tehroon (128).mp3',
        img : Tehroon,
        txt : `تهرونو با دود و دمش با برف و بارون کمش
        پشت ترافیک موندنش به خاطر تو دوست دارم
        تهرونو با شلوغیاش دلتنگی خیابوناش
        تنهایی تو کافه هاش به خاطر تو دوست دارم
        تهرونو با تو دوست دارم به جون تو
        تهرونو یک روز نمیخوام بدون تو
        من تو رو با دنیا عوض نمیکنم
        قسم به اون چشمای مهربون تو
        تهرونو با تو دوست دارم به جون تو
        تهرونو یک روز نمیخوام بدون تو
        من تو رو با دنیا عوض نمیکنم
        قسم به اون چشمای مهربون تو
        
        هرچی که خاطره ساختی دیگه بارونا میدونن
        بین ما چیا گذشته این خیابونا میدونن
        تک تک پیاده روها ما رو با هم دیده بودن
        نیمکتای توی این شهر حرفای ما رو شنیدن
        طهرونو با تو دوست دارم به جون تو
        طهرونو یک روز نمیخوام بدون تو
        من تو رو با دنیا عوض نمیکنم
        قسم به اون چشمای مهربون تو
        طهرونو با تو دوست دارم به جون تو
        طهرونو یک روز نمیخوام بدون تو
        من تو رو با دنیا عوض نمیکنم
        قسم به اون چشمای مهربون تو
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        تهرونو با دود و دمش با برف و بارون کمش پشت ترافیک موندنش به خاطر تو دوست دارم رضا صادقی`
    },
    {
        id : 19,
        name : " به سوی تو",
        singer : "علی زند وکیلی",         
        singerId: 6, 
        src : 'http://dl.tabamusic.com/Music/1398/07/Ali Zand Vakili - Be Sooye To (128).mp3',
        img : BeSooyeTo,
        txt : `به سوی تو به شوق روی تو به طرف کوی تو
        سپیده دم آیم مگر تو را جویم بگو کجایی
        نشان تو گه از زمین گاهی ز آسمان جویم
        ببین چه بی پروا ره تو میپویم بگو کجایی
        کی رود رخ ماهت از نظرم نظرم
        به غیر از نامت کی نام دگر ببرم
        اگر تو را جویم حدیث دل گویم بگو کجایی
        به دست تو دادم دل پریشانم دگر چه خواهی
        آخ فتاده ام از پا بگو که از جانم دگر چه خواهی
        
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        یک دم از خیال من نمیروی ای غزال من
        دگر چه پرسی ز حال من
        تا هستم من اسیر کوی توام به آرزوی توام
        اگر تو را جویم حدیث دل گویم بگو کجایی
        به دست تو دادم دل پریشانم دگر چه خواهی
        آخ فتاده ام از پا بگو که از جانم دگر چه خواهی
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        یک دم از خیال من نمیروی ای غزال من علی زند وکیلی`
    },
    {
        id : 20,
        name : "ماه قشنگم",
        singer : "علی یاسینی",         
        singerId: 7, 
        src : 'http://dl.tabamusic.com/Music/1398/09/Ali Yasini - Mahe Ghashangam (128).mp3',
        img : MaheGhashangam,
        txt : `دلم من ضربه دیده اس پر وصله پینه اس
        تو واسش یه تکیه گاه نابی
        تو خود نوری مثه مهتابی وقتی تاریکه همه جا تو فقط میتابی
        آره تو میتابی هم دوست دارم همه تویی دلیل بی خوابی
        واسه آتیش دلم غیر خودت نیست آبی
        فکر پروازم تو واسم شکل یه پرتابی الماسی کمیابی
        دلیل این دل تنگمی تو اونی که واسش میجنگمی تو
        میدونی ماه قشنگمی تو
        دلیل این دل تنگمی تو اونی که واسش میجنگمی تو
        میدونی ماه قشنگمی تو
        
        تو نباشی سرد میشم دور میشم از همه
        بی تو اینجا واسه من زندونه جهنمه
        هرجا میرم ردپای تو کمه
        سهم من از زندگی فقط یه مشت محکمه
        بی تو این آدما میزنن میشکنن قلب منو
        نه بی من جایی نرو ول نکن دست منو ول نکن دستامو
        دلیل این دل تنگمی تو اونی که واسش میجنگمی تو
        میدونی ماه قشنگمی تو
        دلیل این دل تنگمی تو اونی که واسش میجنگمی تو
        میدونی ماه قشنگمی تو
        تو نباشی سرد میشم دور میشم تو نباشی سرد میشم دور میشم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        دلیل این دل تنگمی تو اونی که واسش میجنگمی تو علی یاسینی`
    },
    {
        id : 21,
        name : "دیوانه",
        singer : "رضا بهرام", 
        singerId: 1, 
        src : 'http://dl.tabamusic.com/Music/1397/08/Reza Bahram - Divaneh (128).mp3',
        img : Divane,
        txt : `در نگاهت لیلی خود پیدا نکردم با خجالت از چشم تو گلایه کردم
        از خود چه بیخود میکند نگاه تو هی میبرد صبر مرا
        مجنونتم ای همنشین لیلی من یک دم ببین حال مرا
        از دریا نترسانم که من در قلب تو جان میدهم
        دریا بشی زیبای من غرق نگاهت میشوم هی
        مغرور نشو جانان من حالا که دل در دست توست
        من که به تو رو میزنم تنها به شوق دیدن تو
        دیوانه مرا به دست کی سپردی دیوانه رفتی مرا با خود نبردی
        دیوانه مرا به دست کی سپردی دیوانه رفتی مرا با خود نبردی
        
        این حس شد زندان من این درد شد درمان من رویای تو پایان ندارد
        قلبم بلند پرواز شد از چشم تو آغاز شد ترسی از این طوفان ندارد
        از دریا نترسانم که من در قلب تو جان میدهم
        دریا بشی زیبای من غرق نگاهت میشوم هی
        مغرور نشو جانان من حالا که دل در دست توست
        من که به تو رو میزنم تنها به شوق دیدن تو
        دیوانه مرا به دست کی سپردی دیوانه رفتی مرا با خود نبردی
        دیوانه مرا به دست کی سپردی دیوانه رفتی مرا با خود نبردی
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        از دریا نترسانم که من در قلب تو جان میدهم رضا بهرام`
    },
    {
        id : 22,
        name : "شیدایی",
        singer : "بابک جهانبخش", 
        singerId: 2, 
        src : 'http://dl.tabamusic.com/Music/1397/09/Babak Jahanbakhsh - Sheydaei (128).mp3',
        img : Sheydaei,
        txt : `در رهت جان بدهم پا به خطرها بنهم از سر و سامان برهم لب تر کن
        به همان شیوه که با ناز رساندی تو بیا و عطش قلب مرا بیشتر کن
        عاشقت هستمو این عشق گرفت عالم را
        از تو دارم همه خوشبختی و اقبالم را
        به کدام شیوه به تو شرح دهم حالم را
        تو که هر ثانیه تحویل کنی سالم را
        
        آنقدر عاشقت هستم که حواسم پرت است
        به تو جان میدهم این قید بدون شرط است
        غیر تو هیچ کسی پیله من را نشکست
        غیر تو هیچ کسی دور من انگاری نیست
        غیر تو در تن من حس دگر جاری نیست
        تو خودت خوبی وگر نه به تو اصراری نیست
        
        من که بیمار توام عاشق و شیدای توام از من خسته پرستاری کن
        هر دعایی بکنم حاجت دل خواه تویی ای همه کاره قلبم آمدم کاری کن
        عاشقت هستمو این عشق گرفت عالم را
        از تو دارم همه خوشبختی و اقبالم را
        به کدام شیوه به تو شرح دهم حالم را
        تو که هر ثانیه تحویل کنی سالم را
        آنقدر عاشقت هستم که حواسم پرت است
        
        به تو جان میدهم این قید بدون شرط است
        غیر تو هیچ کسی پیله من را نشکست
        غیر تو هیچ کسی دور من انگاری نیست
        غیر تو در تن من حس دگر جاری نیست
        تو خودت خوبی وگر نه به تو اصراری نیست به تو اصراری نیست
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        تو خودت خوبی وگر به تو اصراری نیست بابک جهانبخش
        `
    },
    {
        id : 23,
        name : "زیبای بی تاب",
        singer : "بابک جهانبخش", 
        singerId: 2, 
        src : 'http://dl.tabamusic.com/Music/1397/12/Babak Jahanbakhsh - Zibaye Bitab (128).mp3',
        img : Bitab,
        txt : `یه طرف منو این تنهایی یه طرف تو و اون زیبایی
        داری ساده شکستم میدی تویی که منو بد فهمیدی منو جوری که هستم کاش میدیدی
        حالا که خودتم دلتنگی بگو داری با کی میجنگی منو دیدیو را کج کردی
        شایدم با خودت لج کردی که دیگه نمیخوای به من برگردی
        مغرور جذاب زیبای بی تاب دیوونه بازی در نیار طاقت ندارم
        بازم نگام کن فکری برام کن من به ندیدن چشات عادت ندارم
        مغرور جذاب زیبای بی تاب دیوونه بازی در نیار طاقت ندارم
        بازم نگام کن فکری برام کن من به ندیدن چشات عادت ندارم
        
        یه طرف منو این حال بد یه طرف تو و ترسی ممتد
        هر دو با خودمون بد کردیم هردومون خیلی تغییر کردیم جوونیمونو با حسرت پیر کردیم
        چه حقیقتی تو این درده که علاقمو بیشتر کرده من که از خودمم دل کندم
        شکل گریه شده لبخندم واسه چی به تو و این عشق پابندم
        مغرور جذاب زیبای بی تاب دیوونه بازی در نیار طاقت ندارم
        بازم نگام کن فکری برام کن من به ندیدن چشات عادت ندارم
        مغرور جذاب زیبای بی تاب دیوونه بازی در نیار طاقت ندارم
        بازم نگام کن فکری برام کن من به ندیدن چشات عادت ندارم
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        یه طرف منو این تنهایی یه طرف تو و اون زیبایی بابک جهانبخش
        `
    },
    {
        id : 24,
        name : "بغض",
        singer : "احسان حواجه امیری", 
        singerId: 3, 
        src : 'http://dl.tabamusic.com/Music/1397/07/Ehsan Khajeh Amiri - Boghz (128).mp3',
        img : Boghz,
        txt : `دست منو بگیر حالم جهنمه
        از حس هر شبم هر چی بگم کمه
        بغضم غرورمو یاری نمیکنه
        این گریه ها برام کاری نمیکنه
        هر شب دلم دریای آتیشه از این بدتر مگه میشه
        حال هیشکی تو دنیا بدتر از حال من نیست
        دردی رو زمین بدتر از همین درد تنها شدن نیست
        
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        تو که تو همیشه ی خاطره هامی
        تو که چه نباشی چه باشی باهامی
        همه وجود من آرومه با تو
        واسه یه لحظه عذابمو کم کن
        اگه هنوز عاشقمی کمکم کن
        نمیگیره هیچ کسی تو قلبم جا تو
        هر شب دلم دریای آتیشه از این بدتر مگه میشه
        حال هیشکی تو دنیا بدتر از حال من نیست
        دردی رو زمین بدتر از همین درد تنها شدن نیست
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        دست منو بگیر حالم جهنمه احسان خواجه امیری`
    },
    {
        id : 25,
        name : "دریابم",
        singer : "محسن یگانه",         
        singerId: 5, 
        src : 'http://dl.tabamusic.com/Music/1397/09/Mohsen Yeganeh - Daryaabam (128).mp3',
        img : Daryaabam,
        txt : `دریابم یه کم این من راضی به کم
        باش عذابم بده من محاله چیزی بگم
        باش برنجون منو این من بی گناهو
        بکش به زنجیر عشق این دل سر به راهو
        چشات که سمت من نیست حال خوشی ندارم
        اگه بذاری بری که وای به روزگارم
        
        وای خدا تو ببین حال خراب چشاش منو میکشه میبره انگار سرابه چشاش
        کم نگاهم میکنه اما کمش خوبه تو چشاش غم هست اما غمشم خوبه
        وای خدا تو ببین حال خراب چشاش میشه گمراهم کنه انگار سرابه چشاش
        کم نگاهم میکنه اما کمش خوبه تو چشاش غم هست اما غمشم خوبه
        
        دست تو دستم بذار چشم ازم بر ندار
        باش تو دنیای من بمون خوب و بدش پای من
        صاف ساده مهربون آره اینجوری با من بمون
        رد نشو آسون ازم نرو رو برنگردون ازم
        آخه چشات که سمت من نیست حال خوشی ندارم
        اگه بذاری بری که وای به روزگارم
        
        وای خدا تو ببین حال خراب چشاش منو میکشه میبره انگار سرابه چشاش
        کم نگاهم میکنه اما کمش خوبه تو چشاش غم هست اما غمشم خوبه
        وای خدا تو ببین حال خراب چشاش میشه گمراهم کنه انگار سرابه چشاش
        کم نگاهم میکنه اما کمش خوبه تو چشاش غم هست اما غمشم خوبه
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        دریابم یکم این من راضی به کم محسن یگانه
        `
    },
    {
        id : 26,
        name : "کجائی",
        singer : "رضا بهرام", 
        singerId: 1, 
        src : 'http://dl.tabamusic.com/Music/1397/06/Reza Bahram - Kojaee (128).mp3',
        img : Kojaee,
        txt : `کجایی که مانده ام با خودم کجایی خانه خرابت شدم
        رفتم از خاطرت مانده در خاطرم نگاه آخرت
        چرا نگار من هوای عاشقی افتاده از سرت
        آتشی به جان من ای همه قرار من
        ببین چه تنها شدم زدی به قلب عاشقم نرو نرو
        آتشی به جان من ای همه قرار من
        ببین چه تنها شدم زدی به قلب عاشقم نرو نرو
        
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        جنون عشق تو مرا امان نمی دهد نگو که جاده آخرش به تو نمی رسد
        خیال تو دمی مرا رها نمیکند کسی مرا شبیه تو صدا نمیکند
        آتشی به جان من ای همه قرار من
        ببین چه تنها شدم زدی به قلب عاشقم نرو نرو
        آتشی به جان من ای همه قرار من
        ببین چه تنها شدم زدی به قلب عاشقم نرو نرو
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        ببین چه تنها شدم زدی به قلب عاشقم نرو رضا بهرام`
    },
    {
        id : 27,
        name : "بهت قول میدم",
        singer : "محسن یگانه",         
        singerId: 5, 
        src :'http://dl.tabamusic.com/Music/1397/08/Mohsen Yeganeh - Behet Ghol Midam (128).mp3' ,
        img : BehetGholMidam,
        txt : `خودت میخوای بری خاطره شی اما دلت میسوزه
        تظاهر میکنی عاشقمی این بازی هر روزه نترس
        آدم دم رفتن همش دلشوره میگیره دو روز بگذره این دلشوره ها از خاطرت میره
        بهت قول میدم سخت نیست لااقل برای تو راحت باش دورم از تو و دنیا تو
        
        راحت باش هیچ کس نمیاد جای تو دلشوره دارم من واسه فردای تو
        بهت قول میدم سخت نیست لااقل برای تو راحت باش دورم از تو و دنیا تو
        راحت باش هیچ کس نمیاد جای تو دلشوره دارم من واسه فردای تو
        
        از عشق هر چیزی و که میشناسمو از من گرفتی تو باقیمونده احساسمو از من گرفتی
        میخوای من باشی و یادت بره مایی وجود داره خودت آماده رفتنی و ترست نمیذاره
        اصلا نترس راحت برو بی من هیچ کی به جز تو منو یادش نیست
        فکر کردی کی از من خبر داره راحت برو هیشکی حواسش نیست
        
        بهت قول میدم سخت نیست لااقل برای تو راحت باش دورم از تو و دنیا تو
        راحت باش هیچ کس نمیاد جای تو دلشوره دارم من واسه فردای تو
        بهت قول میدم سخت نیست لااقل برای تو راحت باش دورم از تو و دنیا تو
        راحت باش هیچ کس نمیاد جای تو دلشوره دارم من واسه فردای تو
        مسیرمون با هم یکی بود ولی مقصد جدا دلگیرم پردرد پربغضم خدا
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        راحت باش محسن یگانه`
    },
    {
        id : 28,
        name : "دنیای بی رحم",
        singer : "علی زند وکیلی",         
        singerId: 6, 
        src : 'src="http://dl.tabamusic.com/Music/1397/09/Ali Zand Vakili - Donyaye Birahm (128).mp3',
        img : DonyayeBirahm,
        txt : `تو خنده هات آرامشه رنگ صدات نوازشه
        چی بین ماست که بین منو عشق قد یه آهم فاصله ای نیست
        هر اتفاقی رخ بده بازم بین منو تو هیچ گله ای نیست
        چشمای تو تعریفی از زیبایی بی حد و مرز
        
        زیبایی تو فرصت نمیده نگاه من جز تو رو ببینه
        هر جایی باشم هر جا که باشی عوض نمیشم حالم همینه
        میدونم که دنیا خیلی بی رحمه رو قلب هر دیوونه ای عشق زخمه
        ای کاش ترس جدایی با ما نبود حال ما رو اونی که عاشقه میفهمه
        
        من تنهاییامو از تو نمیشه پنهون کنم
        این روزای سخت و حتی تو خوابم آسون کنم
        زیبایی تو تنهاترم کرد تنهایی اما رهاترم کرد
        تا به غمم پا بندم تو گریه ها میخندم
        میدونم که دنیا خیلی بی رحمه رو قلب هر دیوونه ای عشق زخمه
        ای کاش ترس جدایی با ما نبود حال ما رو اونی که عاشقه میفهمه
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        میدونم که دنیا خیلی بی رحمه علی زند وکیلی`
    },
    {
        id : 29,
        name : "جنگ",
        singer : "علی یاسینی",         
        singerId: 7, 
        src : 'http://dl.tabamusic.com/Music/1397/05/Ali Yasini - Jang (128).mp3',
        img : Jang,
        txt : `کاش بشه وقتی که داری ور میری با گوشیت دستت بره رو اسمم
        کاش بشه آخر قصه برسم یه جایی که بگم دیدی تونستم
        کاش بشه رات بخوره رد شی از این دور و ورا یه سری بهم بزنی
        با اینکه خورد شدم دوست ندارم بشکنی تو میدونی گرده زمین
        نذار زندگی برام بیشتر از این سخت بشه یه کم به خودت بیا فکر کنم وقتشه
        از آسمون سنگ بیاد حتی اگه جنگ بشه دل من تو رو میخواد میدونی حقشه
        نذار زندگی برام بیشتر از این سخت بشه یه کم به خودت بیا فکر کنم وقتشه
        از آسمون سنگ بیاد حتی اگه جنگ بشه دل من تو رو میخواد میدونی حقشه
        
        نمیدونی از دست خیابونا چی میکشم اگه نیای کل این شهر رو به آتیش میکشم
        تو کل این دنیا زورت به من رسید فقط اگه نیای به خدا میگم که نگذره ازت
        بهش میگم دوست دارم شاید اون باور کنه شاید کاری کنه تا یه مریض و آدم کنه
        دلم ازت واقعا پره دلت مثل یه آهن شده اول تویی آخر خودت
        نذار زندگی برام بیشتر از این سخت بشه یه کم به خودت بیا فکر کنم وقتشه
        از آسمون سنگ بیاد حتی اگه جنگ بشه دل من تو رو میخواد میدونی حقشه
        دل من تو رو میخواد دل من تو رو میخواد
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        دل من تورو میخواد میدونی حقشه علی یاسینی`
    },
    {
        id : 30,
        name : "عاشق که بشی",
        singer : "احسان حواجه امیری",         
        singerId: 3, 
        src : 'http://dl.tabamusic.com/Music/1397/07/Ehsan Khajeh Amiri - Ashegh Ke Beshi (128).mp3',
        img : Ashegh_Ke_Beshi,
        txt : `عشقه که دلیل اشکاته عشقه که همیشه همراته
        شاید نمیدونی اما عشق مرهم تموم درداته
        عاشق که بشی حالت حال دل مجنونه
        
        دست خود آدم نیست فکرت همه جا اونه
        عاشق که بشی مست بوی نم بارونی
        چشماتو که میبندی تو خاطره هاتونی
        
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        هواش میزنه به سرت ولی دور و برت چیزی جز جای خالیش نیست
        آدم دلشو که بده مثه دیوونه ها دیگه هیج چیزی حالش نیست
        عاشق که بشی حالت حال دل مجنونه
        
        دست خود آدم نیست فکرت همه جا اونه
        عاشق که بشی مست بوی نم بارونی
        چشماتو که میبندی تو خاطره هاتونی
        ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫
        
        عاشق که بشی حالت حال دل مجنونه احسان خواجه‌امیری`
    },
]
export default tracks
