import rezabahram from './images/rezabahram.jpg'
import rezasadeghi from './images/rezasadeghi.jpg'
import BabakJahanbakhsh from './images/BabakJahanbakhsh.jpg'
import ehsankhajeamiri from './images/ehsankhajeamiri.jpg'
import AliZandVakili from'./images/AliZandVakili.jpg'
import aliyasini from './images/aliyasini.jpg'

const singers=[
    {
        singerId: 1,
        singer: 'رضا بهرام',
        img: rezabahram,
        bio: `رضا هلاورجانی با نام هنری رضا بهرام خواننده پاپ و آهنگساز محبوب و خوش صدای ایرانی است که در بیستم دی ماه سال 1370 در یزد متولد شد.
        فارغ التحصیل لیسانس رشته مدیریت مالی از دانشگاه علم و فرهنگ یزد می باشد، از ورزش فوتبال شروع کرد و کم کم سمت موسیقی آمد .

سبک کار رضا بهرام در موسیقی تلفیقی بوده و برای همین است که با جان دلها می نشیند.

صدای خاص و اجرای توانمند و متبحرش باعث شد تا خیلی زود پیشرفت کرده و طرفداران زیادی را جلب کند.`
    },
    {
        singerId: 2,
        singer: 'بابک جهانبخش',
        img: BabakJahanbakhsh,
        bio: `بابک جهانبخش (با نام اصلی علی جهانبخش)،[۱] زاده ۱ فروردین ۱۳۶۲.
        بابک جهانبخش نوازندگی پیانو را از ۵ سالگی زیر نظر استاد آلمانی در مدرسه موسیقی آزاد شهر بوخوم آلمان آغاز نمود و بعد از پایان تحصیلات پدرش و بازگشت به ایران، علاقه خود را به موسیقی بیشتر دید و به صورت جدی تر موسیقی شرقی را دنبال کرد.
        در سال ۸۲ تولید اولین آلبوم او شروع شد و در سال ۸۴ آلبوم "چی شده" را روانه بازار کرد و در همان سال هم به عنوان دومین پدیده سال انتخاب شد.[۴] او باانتشار آلبوم من و بارون وارد مرحله جدیدی از فعالیت هنری خود شد. 
        `
    },
    {
        singerId: 3,
        singer: 'احسان خواجه امیری',
        img: ehsankhajeamiri,
        bio: `احسان خواجه‌امیری (زادهٔ ۷ آبان ۱۳۶۳ در تهران،)خواننده، آهنگ‌ساز و تنظیم‌کننده، موسیقی پاپ ایرانی است.

        او فارغ‌التحصیل مهندسی کامپیوتر است.
        وی فرزند ایرج، خوانندهٔ قدیمی موسیقی سنتی ایران است. او به دلیل بزرگ شدن در خانواده‌ای هنرمند، از ۵ سالگی آموختن موسیقی را شروع کرد.
        احسان خواجه‌امیری کار حرفه‌ای خود را با آهنگسازی برای مجموعه مستند که موسیقی بی‌کلام بود آغاز کرد و مطرح‌ترین کارش در آن دوران آهنگسازی آلبومی به نام «خاطرات زندگی» برای پدرش بود.
        `
    },
    {
        singerId: 4,
        singer: 'رضا صادقی',
        img: rezasadeghi,
        bio: ` او در ۲۵ مرداد ۱۳۵۸ در محله شیر اول بندرعباس به دنیا آمد. رضا صادقی به علت تزریق آمپول اشتباهی کل بدنش فلج شد. با تلاش برای درمان، تمام بدن او به غیر از پاهایش به تحرک بازگشت.
        ابتدا کار خود را با تلاوت قرآن آغاز کرد. علاقه‌مندی او به موسیقی موجب شد که مسیر خود را به آن سمت تغییر دهد.
         نخستین تجربه او در موسیقی به آهنگ راز عشق در سال ۱۳۷۱ بازمی‌گردد. او در سال ۱۳۷۲ نخستین آلبوم خود را با همین نام ارائه کرد. بعد از آن همکاری خود را با گروه هنری کیمیا آغاز کرد و آلبوم‌های گل لاله، رؤیای شیرین و مستانه و دیوانه را عرضه کرد. بعد از آلبوم گل لاله همکاری خود را با گروه کیمیا قطع کرده و برای پیشرفت در کار به تهران آمد.`
    },
    {
        singerId: 5,
        singer: 'علی زند وکیلی',
        img: AliZandVakili,
        bio: `علی زند وکیلی (زاده ٢۵ بهمن ۱۳۶۵ در شیراز) خواننده و نوازنده ایرانی است.
        زند وکیلی فعالیت هنری خود را از سه سالگی با نواختن تنبک و آواز همراه علی کلک (رشیدی) شروع کرد و در سال ۱۳۷۷ به هنرستان موسیقی شیراز وارد شد و نواختن سنتور و پیانو را آموخت. سال ۱۳۸۱ به هنرستان موسیقی تهران وارد و از همان هنرستان فارغ‌التحصیل شد.
وی به همراه برادر خود، محمد زند وکیلی و میلاد ذبیحی گروهی را تحت عنوان زند بند تأسیس کرد. علاوه بر آن سابقه همکاری با گروه‌های دنگ شو، خموش، طلوع، نغمه کیمیا، شروند و گلبانگ را دارد و کنسرت‌هایی نیز به همراه این گروه‌ها برگزار کرده‌است.`
    },
    {
        singerId: 6,
        singer: 'علی یاسینی',
        img: aliyasini,
        bio: `علی یاسینی خواننده جوان و پرطرفدار ایرانی در تاریخ ۱۲ آذر ماه سال ۱۳۷۳ به دنیا آمده است. علی یاسینی ترانه سرا، تنظیم کننده و آهنگ ساز نیز هست و همچنین سبک خاصی را برای خود به وجود آورده است.
        علی یاسینی همچنین پیش آرش مسیح و مسعود جهانی که یک تیم قوی موسیقیایی هستند همکاری نموده است که یکی از دلایل شهرت علی یاسینی این مورد است.
        علی یاسینی از طریق پخش آهنگ نترس به مشهوریت رسیده است.

اوج شهرت علی یاسینی با اهنگی که بطور مشترک با شهاب مظفری خوانده است برمیگردد.
`
    }

]
export default singers